{
  "subcategory": "প্রাচীন ইতিহাস",
  "entries": [
    {
      "title": "মিশরীয় সভ্যতা",
      "short_description": "নাইল নদীকে ঘিরে গড়ে ওঠা আফ্রিকার এক প্রাচীন ও রহস্যময় সভ্যতা।",
      "details": "মিশরীয় সভ্যতা গড়ে ওঠে নাইল নদীর তীরে। ফারাওদের শাসন, পিরামিড নির্মাণ, মমি প্রথা, হায়ারোগ্লিফিক চিত্রলিপি এবং জ্যোতির্বিদ্যা, চিকিৎসা ও গণিতে তাদের অগ্রগামিতা ইতিহাসে অমর।"
    },
    {
      "title": "সিন্ধু সভ্যতা",
      "short_description": "উন্নত নগরপরিকল্পনা ও প্রযুক্তিনির্ভর এক প্রাচীন উপমহাদেশীয় সভ্যতা।",
      "details": "হরপ্পা ও মহেঞ্জোদারোর মতো নগরগুলোর পরিকল্পিত রাস্তাঘাট, পয়ঃনিষ্কাশন ও সিলমুদ্রার মাধ্যমে বাণিজ্য এই সভ্যতার উৎকর্ষতা প্রকাশ করে। তাদের ধর্ম ও প্রতীকভিত্তিক সংস্কৃতি আজও এক রহস্য।"
    },
    {
      "title": "গ্রীক ও রোমান ইতিহাস",
      "short_description": "পশ্চিমা দার্শনিক চিন্তা, গণতন্ত্র ও সাম্রাজ্য বিস্তারের ভিত্তিপ্রস্তর।",
      "details": "গ্রীক দর্শন, গণতন্ত্র, অলিম্পিক খেলা ও রোমান সাম্রাজ্যের প্রশাসনিক দক্ষতা, স্থাপত্য ও আইনি কাঠামো আধুনিক সভ্যতার ভিত্তি নির্মাণে গুরুত্বপূর্ণ ভূমিকা রেখেছে।"
    },
    {
      "title": "মেসোপটেমীয় সভ্যতা",
      "short_description": "টাইগ্রিস ও ইউফ্রেটিস নদীর মাঝে গড়ে ওঠা বিশ্বের প্রথম শহরসভ্যতা।",
      "details": "সুমেরীয়, ব্যাবিলনীয় ও আসিরীয় জাতিগোষ্ঠীর ঐক্যবদ্ধ চর্চায় গঠিত এই সভ্যতা কিউনিফর্ম লিপি, হাম্মুরাবির আইন, জ্যোতির্বিদ্যা ও জিগারাট মন্দির নির্মাণে বিখ্যাত।"
    },
    {
      "title": "চীনা সভ্যতা",
      "short_description": "হোয়াংহো নদীর তীরে গড়ে ওঠা সংগঠিত ও টেকসই প্রাচীন সভ্যতা।",
      "details": "ঝৌ, কিন ও হান রাজবংশের নেতৃত্বে এই সভ্যতা দর্শন (কনফুসিয়ানিজম, তাওবাদ), প্রযুক্তি (কাগজ, কম্পাস), ও সামরিক রণকৌশলে অগ্রগামী ছিল।"
    },
    {
      "title": "মায়া সভ্যতা",
      "short_description": "মধ্য আমেরিকার জ্যোতির্বিদ্যায় পারদর্শী ও ধর্মীয় আচারপ্রধান সভ্যতা।",
      "details": "মায়ারা চিত্রলিপি, জ্যোতির্বিদ্যা ও ক্যালেন্ডার ব্যবস্থায় অভিজ্ঞান অর্জন করে। পিরামিড-সদৃশ মন্দির, ধর্মীয় উৎসব ও মানববলির ঐতিহ্য তাদের সংস্কৃতির অংশ ছিল।"
    },
    {
      "title": "ইনকা সভ্যতা",
      "short_description": "আ্যান্ডিজ পর্বতমালার এক শক্তিশালী সাম্রাজ্য, কৃষি ও স্থাপত্যে উন্নত।",
      "details": "ইনকারা সড়ক, সেতু ও খেত সিঁড়ির মাধ্যমে পর্বতশ্রেণিতে কৃষিকাজ চালাতো। মাচু পিচু ও সূর্যদেবতার পূজা তাদের সংস্কৃতির প্রধান বৈশিষ্ট্য।"
    },
    {
      "title": "পার্সিয়ান সাম্রাজ্য",
      "short_description": "বিশ্বের অন্যতম বৃহৎ ও সাংগঠনিক সাম্রাজ্য, সহনশীল শাসনের প্রতীক।",
      "details": "সাইরাস, দারিউস ও জার্গসের নেতৃত্বে পারস্য প্রশাসন, পথ ব্যবস্থা, ধর্মীয় সহনশীলতা ও প্রাদেশিক শাসনে অনন্য হয়ে ওঠে।"
    },
    {
      "title": "হিট্টাইট সভ্যতা",
      "short_description": "লোহা ব্যবহার ও যুদ্ধশক্তিতে পারদর্শী আনাতোলীয় সাম্রাজ্য।",
      "details": "হিট্টাইটরা প্রাচীন মধ্যপ্রাচ্যের অন্যতম শক্তিশালী জাতি ছিল, যারা প্রথম লোহার অস্ত্র ব্যবহারের মাধ্যমে যুদ্ধক্ষেত্রে শ্রেষ্ঠতা অর্জন করে এবং ব্যাবিলনীয়দের সঙ্গে সাংস্কৃতিক ও সামরিক সংঘর্ষে লিপ্ত ছিল।"
    },
    {
      "title": "ফিনিশিয়ান সভ্যতা",
      "short_description": "প্রাচীন সমুদ্রযাত্রা ও অক্ষরমালার প্রবর্তনকারী সভ্যতা।",
      "details": "ভূমধ্যসাগরের উপকূলে গড়ে ওঠা এই সভ্যতা বাণিজ্য ও জাহাজ নির্মাণে দক্ষ ছিল। তারা আধুনিক অক্ষরমালার ভিত্তি তৈরি করে, যা গ্রিক এবং লাতিন লিপিতে রূপ নেয়।"
    },
    {
      "title": "নুবিয়ান সভ্যতা",
      "short_description": "মিশরের দক্ষিণে গড়ে ওঠা এক শক্তিশালী ও সংস্কৃতিতে সমৃদ্ধ রাজ্য।",
      "details": "নুবিয়ান সভ্যতা কুশ রাজবংশের নেতৃত্বে আফ্রিকার প্রাচীন ইতিহাসে গুরুত্বপূর্ণ ভূমিকা রাখে। তারা মিশরীয়দের মতো পিরামিড নির্মাণে দক্ষ ছিল এবং নীলনদের ব্যবহার করে বাণিজ্য সম্প্রসারণ করত।"
    },
    {
      "title": "ইহুদি সভ্যতা (প্রাচীন ইস্রায়েল)",
      "short_description": "একেশ্বরবাদী ধর্মীয় ভাবধারার প্রবর্তক ও বাইবেলের জনক জাতি।",
      "details": "ইহুদি জাতি ধর্ম, নৈতিকতা ও সামাজিক শৃঙ্খলার ওপর ভিত্তি করে গড়ে ওঠে। মূসা, দাউদ ও সোলায়মানের শাসন এই সভ্যতাকে গভীর ঐতিহাসিক ও ধর্মীয় গুরুত্ব প্রদান করে।"
    },
    {
      "title": "কেল্টিক সভ্যতা",
      "short_description": "ইউরোপের এক গেরিলা যুদ্ধ কৌশলসম্পন্ন, ধর্মভিত্তিক ও রহস্যময় জাতি।",
      "details": "কেল্টিক জাতিগোষ্ঠী ইউরোপের পশ্চিমাংশে বিস্তৃত ছিল এবং ড্রুইড নামে পরিচিত ধর্মীয় নেতারা তাদের সমাজ পরিচালনা করত। তারা ব্রোঞ্জ ও লোহার অস্ত্র, পৌরাণিক কাহিনী এবং মুখ্য সংগীত সংস্কৃতিতে অবদানের জন্য বিখ্যাত।"
    }
  ]
}
